Repository: Charu19awasthi/ubuntu-desktop-provision
Catalog: packages/factory_reset_tools/lib/l10n/factory_reset_tools_*.arb
Languages: ja, sr, uk

# createUsbWarning
source: The flash drive will be reformatted and all data on the drive will be lost.
ja: USBメモリーはフォーマットされ、すべてのデータは失われます。
sr: Флеш диск ће бити реформатиран и сви подаци на диску ће бити изгубљени.
uk: Флешка буде переформатована і всі дані на ній будуть втрачені.

# resetMediaTitle
source: USB reset media
ja: USBリセットメディア
sr: USB медиј за ресетовање
uk: USB-носій для скидання налаштувань

# factoryResetTitle
source: Select an option to start factory reset
ja: ファクトリーリセット開始のオプションを選択
sr: Изаберите опцију за покретање фабричког ресетовања
uk: Виберіть опцію для запуску скидання до заводських налаштувань

# loadingDrives
source: Please wait while we fetch the drives.
ja: ドライブの取得をしています。しばらくお待ち下さい。
sr: Молимо сачекајте док преузимамо дискове.
uk: Зачекайте, будь ласка, поки ми принесемо диски.

# errorLoadingDrives
source: An error occurred while fetching the drives.
ja: ドライブの取得にエラーが発生しました。
sr: Дошло је до грешке приликом преузимања дискова.
uk: Виникла помилка під час отримання дисків.

source: Close
ja: 閉じる
sr: Затвори
uk: Закрити

# resetMediaFinalizing
source: Finalizing
ja: 終了処理中
sr: Финализација
uk: Завершення

# noMediaDetectedSubtitle
source: You need a USB storage to create a Factory Reset Media.
ja: ファクトリーリセットメディアの作成に使用するUSBメモリーが必要です。
sr: Потребан вам је USB уређај за складиштење да бисте креирали медиј за фабричко ресетовање.
uk: Для створення носія зі скиданням до заводських налаштувань вам знадобиться USB-накопичувач.

# resetMediaFinished
source: Finished
ja: 終了
sr: Завршено
uk: Завершено

# resetMediaFailed
source: Failed
ja: 失敗
sr: Неуспешно
uk: Не вийшло

source: Error
ja: エラー
sr: Грешка
uk: Помилка

source: Loading...
ja: 読み込み中...
sr: Учитавање...
uk: Завантаження...

source: Warning
ja: 警告
sr: Упозорење
uk: Попередження

source: Restore
ja: リストア
sr: Враћање
uk: Відновлення

source: Reboot
ja: 再起動

# failed
source: Failed to run command
ja: コマンドの実行に失敗
sr: Неуспешно покретање команде
uk: Не вдалося запустити команду

# resetMediaReadyTitle
source: USB reset media is ready
ja: USBリセットメディアの準備完了
sr: USB медиј за ресетовање је спреман
uk: USB-носій для скидання готовий

# resetMediaReadyBody
source: When you want to use it, please insert the USB drive into the computer you want to reset and reboot it.
ja: 使用する場合、USBメモリーをコンピューターに接続して再起動してください。
sr: Када желите да га користите, уметните USB диск у рачунар који желите да ресетујете и поново га покрените.
uk: Коли ви захочете скористатися цим, вставте USB-накопичувач у комп'ютер, який ви хочете перезавантажити, і перезавантажте його.

# appTitle
source: Factory Reset Tools
ja: ファクトリーリセットツール
sr: Алатке за фабричко ресетовање
uk: Інструменти для скидання до заводських налаштувань

# windowTitle
source: Factory Reset Tools
ja: ファクトリーリセットツール
sr: Алатке за фабричко ресетовање
uk: Інструменти для скидання до заводських налаштувань

# homeTitle
source: What would you like to do?
ja: 何をしますか？
sr: Шта желите да урадите?
uk: Що б ви хотіли зробити?

source: Create Reset Media
ja: リセットメディアを作成
sr: Креирај медиј за ресетовање
uk: Створити носій для скидання

source: Start Factory Reset
ja: ファクトリーリセットを開始
sr: Покрени фабричко ресетовање
uk: Почати скидання до заводських налаштувань

# createUsbTitle
source: Create a USB reset media
ja: USBリセットメディアを作成
sr: Креирај USB медиј за ресетовање
uk: Створити USB-носій для скидання налаштувань

# resetMediaInitializing
source: Initializing
ja: 初期化中
sr: Иницијализација
uk: Ініціалізація

# resetMediaCopying
source: Copying
ja: コピー中
sr: Копирање
uk: Копіювання

# createUsbBody
source: Create a USB reset media to restore the system, as well as customising your Ubuntu installations.
ja: Ubuntuインストールをカスタマイズするように、システムのリストアのためにUSBリセットメディアを作成します。
sr: Креирај USB медиј за ресетовање да бисте вратили систем, као и прилагодили своје Ubuntu инсталације.
uk: Створити USB-носій для відновлення системи, а також налаштувати ваші установки Ubuntu.

# createUsbListExplanation
source: Select a USB flash drive. The drive must have at least 16GB of space
ja: USBメモリーを選択してください。少なくとも16GBのUSBメモリーが必要です
sr: Изаберите USB флеш диск. Диск мора имати **најмање 16GB простора.**
uk: Вибрати USB-накопичувач. На диску повинно бути **принаймні 16 ГБ вільного місця.**

# noMediaDetected
source: No removable storage is detected
ja: リムーバブルストレージが見つかりません
sr: Није откривен преносиви уређај за складиштење
uk: Знімний накопичувач не виявлено

source: OK
sr: У реду
